   
[
    {
        "description" : "Move you camera until white dots will display in your screen. Touch at any white dots to start your learning!",
        "choices": [],
        "answer": ""
    },
    {
        "description" : "Alright, biologists! Today's lesson is all about the fundamental building blocks of life",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "cells!  But not all cells are created equal. We'll be diving into the world of plant and",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "animal cells, specifically focusing on the organelles they have that set",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "them apart.  Let's see which organelles make each cell unique!",
        "choices" : [],
        "answer" : ""
    },   
    {
        "description" : "Both plant and animal cells share many essential organelles that work together to keep the cell functioning:",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "Nucleus: The brain of the cell, containing genetic information.",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "Cytoplasm: A jelly-like substance that fills the cell and suspends the organelles.",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "Cell Membrane: The outer boundary of the cell, controlling what enters and leaves.",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "There's another one but the animal cell don't have this part, which is the",
        "choices" : [],
        "answer" : ""
    },    
    {
        "description" : "Cell Wall: A rigid outer layer made of cellulose that provides support, protection,",
        "choices" : [],
        "answer" : ""
    },    
    {
        "description" : "and shape to the plant cell. Animal cells don't need a cell wall because they have a more flexible cell membrane.",
        "choices" : [],
        "answer" : ""
    },      
    {
        "description" : "Endoplasmic Reticulum: A network of membranes that helps with protein production and transport.",
        "choices" : [],
        "answer" : ""
    },
      
    {
        "description" : "Ribosomes: Tiny factories that build proteins based on instructions from DNA.",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "Golgi Apparatus: Packages and distributes proteins and other materials throughout the cell.",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "Mitochondria: The powerhouses of the cell, converting food into usable energy",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "Lysosomes: The cell's cleanup crew, breaking down waste products and old cell parts.",
        "choices" : [],
        "answer" : ""
    },       
    {
        "description" : "Now, that's the similarity of the animal and plant cell when it comes to their cell parts.",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "But do you know plants have some more  special organelles that animal cells lack they are the",
        "choices" : [],
        "answer" : ""
    },    
    {
        "description" : "Chloroplasts: These contain chlorophyll, the green pigment that allows plants to",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "capture sunlight and use it for photosynthesis. Animals cannot photosynthesize, so they don't need chloroplasts.",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "Vacuole: A large sac that stores water, nutrients, and waste products. Plant cells",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "typically have one large vacuole, while animal cells may have several smaller ones.",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "The large vacuole in plant cells also helps to maintain turgor pressure, which keeps the plant cell rigid.",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "Now you can impress everyone with your knowledge of plant and animal cell organelles!",
        "choices" : [],
        "answer" : ""
    },
    {
        "description" : "Great job listening and participating throughout this lesson!  Keep up your curiosity and love for science!",
        "choices" : [],
        "answer" : ""
    }

]
