[
  {
    "description" : "Move you camera until white dots will display in your screen. Touch at any white dots to start your learning!",
    "choices": [],
    "answer": ""
  },
  {
    "description": "Hello everyone! Today, we're diving into the amazing world of microscopes!",
    "choices": [],
    "answer": ""

  },
  {
    "description": "These incredible tools allow us to see things invisible to the naked eye,",
    "choices": [],
    "answer": ""

  },
  {
    "description": "acting like our windows into the tiny world. From studying cells to analyzing",
    "choices": [],
    "answer": ""

  },
  {
    "description": "materials, microscopes are essential scientific instruments.",
    "choices": [],
    "answer": ""

  },
  {
    "description": "Let's start with the foundation the base. Imagine it as the",
    "choices": [],
    "answer": ""

  },
  {
    "description": "strong legs holding everything up for steady observations. It's usually made of",
    "choices": [],
    "answer": ""

  },
  {
    "description": "metal or plastic and has rubber feet to prevent slipping. Some",
    "choices": [],
    "answer": ""

  },
  {
    "description": "even have compartments for storing microscope accessories.",
    "choices": [],
    "answer": ""

  },
  {
    "description": "Now, for the remaining parts of the microscope, you can see them in the table.",
    "choices": [],
    "answer": ""
  },
  {
    "description": "Drag them into the base just like how you build puzzles so that we can build the microscope.",
    "choices": [],
    "answer": ""
  },
  {
    "description": "For each part that you drag, we will see if your answer is correct. Your right and wrong answers are",
    "choices": [],
    "answer": ""
  },
  {
    "description": "recorded, so be careful! I will also explain each part if you place the correct part.",
    "choices": [],
    "answer": ""
  },
  {
    "description": "Remember, there's an order in building them just like in puzzles! Good luck!",
    "choices": [],
    "answer": ""
  },
  {
    "description": "Arm connecting the base and the head is the arm It's like a bridge that allows us to adjust the microscope's position comfortably.",
    "choices": [],
    "answer": ""

  },
  {
    "description": "To get clear views, use the focus knob on the arm to move the objective lenses up and down, sharpening the image.",
    "choices": [],
    "answer": ""
  },
  {
    "description": "The lamp, like a dimmer switch, lets us control the amount of light passing through the specimen.",
    "choices": [],
    "answer": ""
  },
  {
    "description": "The tray is the platform where specimens on slides are placed, holding them steady for examination.",
    "choices": [],
    "answer": ""
  },
  {
    "description": "The slide holder secures the slides on the stage, ensuring they stay stable while we view them.",
    "choices": [],
    "answer": ""
  },
  {
    "description": "The condenser, located beneath the stage, focuses light onto the specimen like a spotlight. It allows us to adjust the intensity and angle of light, enhancing contrast and sharpness.",
    "choices": [],
    "answer": ""
  },
  {
    "description": "Lenses! These lenses vary in magnification powers, such as 4x, 8x, 40x, and 100x. Higher magnification allows us to zoom in on the smallest details.",
    "choices": [],
    "answer": ""
  },
  {
    "description": "Finally, we have the ocular lens, located at the top of the microscope closest to your eye. This lens acts like a magnifying glass, further enhancing the image produced by the objective lens.",
    "choices": [],
    "answer": ""
  },
  {
    "description": "By understanding each of these microscope parts and how they work",
    "choices": [],
    "answer": ""

  },
  {
    "description": "together, we can unlock the mysteries of the microscopic world.",
    "choices": [],
    "answer": ""

  },
  {
    "description": "That's a wrap, Good job guys! See you on next lesson",
    "choices": [],
    "answer": ""
  }
]
