     
[
    {
        "description" : "Move you camera until white dots will display in your screen. Touch at any white dots to start your learning!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Welcome back, curious biologists! We're diving deeper into the fascinating world of ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "reproduction, dissecting the intricacies of asexual and sexual reproduction in plants ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "and animals.  Get ready to unlock the secrets of these fundamental biological processes!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Imagine a single parent replicating itself that's the essence of asexual reproduction. ",
        "choices": [],
        "answer": ""
    },
  
    {
        "description": "The number of individuals involved is one parent takes center stage. This parent",
        "choices": [],
        "answer": ""
    },
    {
        "description": "organism can reproduce asexually through various methods, creating offspring",
        "choices": [],
        "answer": ""
    },
    {
        "description": "that are genetically identical to itself. The similarities of Offspring to Parents",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Genetic Matches: Since only one parent contributes genetic material (DNA), the",
        "choices": [],
        "answer": ""
    },
    {
        "description": "offspring inherit all their genes from that parent. Think of it like photocopying the",
        "choices": [],
        "answer": ""
    },
    {
        "description": "parent's DNA the offspring are like perfect copies. In plants: This can be seen in processes like:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Vegetative propagation: Techniques like stem cuttings, where a new plant",
        "choices": [],
        "answer": ""
    },
    {
        "description": "grows from a section of the parent plant's stem.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Runners: Strawberry plants send out horizontal stems (runners) that",
        "choices": [],
        "answer": ""
    },
    {
        "description": "produce new plantlets at the tips.",        
        "choices": [],
        "answer": ""
    },
    {
        "description": "Budding: Some plants, like hydra, can grow new individuals as buds that",        
        "choices": [],
        "answer": ""
    },
    {
        "description": "eventually detach and become independent organisms. In animals: Asexual reproduction is less common but can be observed in:",        
        "choices": [],
        "answer": ""
    },
    {
        "description": "Binary fission: Single-celled organisms like amoeba simply split in two,",
        "choices": [],
        "answer": ""
    },
    {
        "description": "creating two genetically identical daughter cells.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Sexual reproduction involves a beautiful collaboration between two parents (one ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "male and one female) to create offspring with a unique genetic combination. Let's delve into the details:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "The number of individuals involved are two parents contribute genetic material",
        "choices": [],
        "answer": ""
    },
    {
        "description": "(gametes) sperm cells from the male and egg cells from the female. These",
        "choices": [],
        "answer": ""
    },
    {
        "description": "gametes fuse during fertilization to form a zygote, which develops into the offspring.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Genetic Variation is the Spice of Life: The offspring inherit a mix of genes from",
        "choices": [],
        "answer": ""
    },
    {
        "description": "both parents. Imagine shuffling a deck of cards the offspring receive a unique",
        "choices": [],
        "answer": ""
    },
    {
        "description": "combination of genes from each parent, leading to genetic variation. This variation",
        "choices": [],
        "answer": ""
    },
    {
        "description": "is crucial for adaptation and evolution, allowing populations to adjust to changing environments.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "In plants: Sexual reproduction typically involves:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Pollination: Transfer of pollen (containing male gametes) from the stamen",
        "choices": [],
        "answer": ""
    },
    {
        "description": "(male reproductive organ) to the pistil (female reproductive organ) of a",
        "choices": [],
        "answer": ""
    },
    {
        "description": "flower or between different plants of the same species.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "In animals: Sexual reproduction involves:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Mating: The male and female come together, and the male transfers sperm",
        "choices": [],
        "answer": ""
    },
    {
        "description": "cells to the female's reproductive tract.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Even though asexual and sexual reproduction differ in the number of parents ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "involved, there are some interesting similarities regarding offspring in both plants and animals:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Offspring look like parents. In asexual reproduction, they're almost identical because they have ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "the same genes. In sexual reproduction, they resemble their parents because they inherit a mix of",
        "choices": [],
        "answer": ""
    },
    {
        "description": "genes. In both cases, genetic information is passed from parent to offspring, ensuring the species continues.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "That is all class! Thank you for listening see you in our next lesson!",
        "choices": [],
        "answer": ""
    }
]