[
    {
        "description" : "Move you camera until white dots will display in your screen. Touch at any white dots to start your learning!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Welcome, class! Today, we're setting the stage for an incredible performance the ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "drama of the ecosystem!  An ecosystem is a complex community of living organisms ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "(biotic) interacting with their non-living (abiotic) environment.  Let's break down ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "these key players and see how they work together!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Imagine a bustling city full of people, animals, and plants.  These are all biotic ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "components of an ecosystem.  They are the living organisms that interact with each ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "other and their environment:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Producers: These are the life-starters, like plants and algae. They capture energy",
        "choices": [],
        "answer": ""
    },
    {
        "description": "from the sun through photosynthesis and use it to produce food (sugar) for",
        "choices": [],
        "answer": ""
    },
    {
        "description": "themselves and other organisms. Think of them as the ecosystem's chefs, cooking",
        "choices": [],
        "answer": ""
    },
    {
        "description": "up the foundation of the food chain.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Consumers: These are the hungry bunch! They rely on producers for energy. There are different types of consumers:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Herbivores: These plant-eaters, like rabbits and deer, munch on producers.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Carnivores: These meat-eaters, like lions and wolves, consume other animals.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Omnivores: These flexible feeders, like humans and bears, eat both plants and animals.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Decomposers: These are nature's clean-up crew, like bacteria and fungi. They",
        "choices": [],
        "answer": ""
    },
    {
        "description": "break down dead organisms and waste products, returning nutrients to the",
        "choices": [],
        "answer": ""
    },
    {
        "description": "ecosystem. Think of them as the recyclers, keeping the system running smoothly.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Now, imagine the city without its buildings, water supply, or sunlight.  These are the ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "abiotic components of an ecosystem.  They are the non-living physical and chemical ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "factors that influence living organisms: Physical Factors: These include things like:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Climate: Temperature, precipitation (rain and snow), and sunlight all play a crucial role in an ecosystem.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Water: This is essential for all living things. ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Soil: This provides nutrients and support for plants and other organisms that live in or on it. ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Gases: Oxygen is vital for most living things, while carbon dioxide is used by plants for photosynthesis.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "The real magic happens when biotic and abiotic components interact! Here is the example",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Plants need sunlight (abiotic) for photosynthesis and water (abiotic) to grow. ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "In turn, they provide food and oxygen (biotic) for animals (biotic).",
        "choices": [],
        "answer": ""
    },
    {
        "description": "That's all class! Good job!",
        "choices": [],
        "answer": ""
    }

    
]