
[
    {
        "description" : "Move you camera until white dots will display in your screen. Touch at any white dots to start your learning!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Welcome back, class! So far, we've explored the fascinating relationships between",
        "choices": [],
        "answer": ""
    },
    {
        "description": "living things (biotic) in an ecosystem. But remember, the stage isn't bare abiotic",
        "choices": [],
        "answer": ""
    },
    {
        "description": "factors, like the non-living physical and chemical elements, also play a critical role.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Today, we'll delve into how changes in these abiotic factors can reshape the entire ecosystem!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Imagine a lush rainforest ecosystem with abundant plant and animal life.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Sunlight filters through the dense canopy, providing energy for photosynthesis.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Rainfall keeps the soil moist, and a consistent temperature creates a stable",
        "choices": [],
        "answer": ""
    },
    {
        "description": "environment.  But what happens if these abiotic factors change? ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Scenario 1: Temperature on the Rise",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Problem: Global warming leads to a gradual increase in average temperature in the rainforest.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Consequence 1:  Increased temperature can lead to increased evaporation,",
        "choices": [],
        "answer": ""
    },
    {
        "description": "causing drier soil conditions.  This can stress plants and make it harder for them to survive",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Consequence 2: Some animal species adapted to cooler temperatures might",
        "choices": [],
        "answer": ""
    },
    {
        "description": "struggle to survive in the heat. They might need to migrate to find suitable habitats or face extinction.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Consequence 3:  Changes in temperature and rainfall patterns can disrupt the",
        "choices": [],
        "answer": ""
    },
    {
        "description": "delicate balance of decomposition, impacting nutrient cycling in the ecosystem.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Scenario 2: A Shift in Light Availability",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Problem:  A volcanic eruption releases a large amount of ash into the atmosphere, blocking sunlight for an extended period.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Consequence 1:  With less sunlight reaching the forest floor, plants will struggle to",
        "choices": [],
        "answer": ""
    },
    {
        "description": "photosynthesize. This can disrupt the food chain as primary producers (plants) become less abundant.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Consequence 2:  Changes in light availability can also affect the behavior of",
        "choices": [],
        "answer": ""
    },
    {
        "description": "some animals, impacting their breeding patterns and foraging activities.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Not all organisms are equally affected by changes in abiotic factors. Some species",
        "choices": [],
        "answer": ""
    },
    {
        "description": "might be able to adapt to changing conditions, while others might struggle.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Here are some things to consider when predicting the impact of abiotic changes:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Tolerance range: Different species have varying tolerance levels for abiotic",
        "choices": [],
        "answer": ""
    },
    {
        "description": "factors like temperature, water availability, and pH",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Interdependence: Changes in one abiotic factor can have cascading effects on",
        "choices": [],
        "answer": ""
    },
    {
        "description": "other abiotic factors and the organisms that depend on them.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Resilience: The ability of an ecosystem to bounce back from disturbances",
        "choices": [],
        "answer": ""
    },
    {
        "description": "depends on its complexity and adaptability of its species.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Excellent! You are right! that's all class, thank you guys for listening.",
        "choices": [],
        "answer": ""
    }

    
]