
[
    {
        "description" : "Move you camera until white dots will display in your screen. Touch at any white dots to start your learning!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Welcome back, class!  We've explored the actors (biotic and abiotic) on the",
        "choices": [],
        "answer": ""
    },
    {
        "description": "ecosystem stage. Now, let's delve into the fascinating relationships between them!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Ecosystems are a complex web of interactions, where organisms rely on each other",
        "choices": [],
        "answer": ""
    },
    {
        "description": "and their environment in various ways. Today, we'll explore some of the most ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "common ecological relationships:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Mutualism:  This is a win-win situation for both parties involved!  Two different ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "organisms live together in a close association, where each benefits from the other.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "For example, Clownfish and sea anemones. Clownfish live among the stinging",
        "choices": [],
        "answer": ""
    },
    {
        "description": "tentacles of sea anemones, which offer protection from predators. In return,",
        "choices": [],
        "answer": ""
    },
    {
        "description": "clownfish chase away predators of the anemone and may even attract food with their bright colors.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Commensalism:  Here, one organism benefits from the relationship, while the ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "other is neither helped nor harmed.  It's kind of a one-sided friendship.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "For example, Barnacles clinging to a whale's skin. The barnacles benefit by getting",
        "choices": [],
        "answer": ""
    },
    {
        "description": "a free ride and access to food particles in the water, while the whale is largely unaffected.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Another ecological relationship is Predation, this is a survival-of-the-fittest scenario!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "One organism (the predator) hunts, kills, and eats another organism (the prey).",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Example: A lion hunting a zebra. The lion benefits by obtaining food (energy).",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Competition: This is a battle for resources!  Organisms compete for things like",
        "choices": [],
        "answer": ""
    },
    {
        "description": "food, water, space, and sunlight.  Competition can be fierce and can determine ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "which organisms survive and reproduce successfully.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Example: Two species of trees competing for sunlight in a forest. The trees with ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "better access to sunlight will grow taller and have a higher chance of survival.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Decomposition:  This is nature's recycling process!  Decomposers, like bacteria ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "and fungi, break down dead organisms and waste products, returning nutrients to ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "the ecosystem.  They're the unsung heroes of the ecosystem!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Parasitism:  This is a freeloading situation! One organism (the parasite) benefits",
        "choices": [],
        "answer": ""
    },
    {
        "description": "by living on or in another organism (the host), harming the host in the process.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Example: A tick feeding on the blood of a dog. The tick benefits by obtaining",
        "choices": [],
        "answer": ""
    },
    {
        "description": "nutrients from the dog's blood, while the dog can suffer from irritation and disease",
        "choices": [],
        "answer": ""
    },
    {
        "description": "These are just some of the many ecological relationships found in ecosystems. The",
        "choices": [],
        "answer": ""
    },
    {
        "description": "way organisms interact with each other and their environment determines the overall ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "health and stability of the ecosystem.  A change in one part of the ecosystem can",
        "choices": [],
        "answer": ""
    },
    {
        "description": "have cascading effects on other parts.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "You guys did a good job,Thank you for listening, see you on our next lesson!",
        "choices": [],
        "answer": ""
    }

    
]