[
    {
        "description" : "Move you camera until white dots will display in your screen. Touch at any white dots to start your learning!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Welcome, biologists! Today, we delve into the fascinating world of cells, the ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "fundamental units of life.  We'll explore why the cell is considered the basic structural ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "and functional unit of all living things, from the towering redwood tree to the tiniest ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "amoeba.  Get ready to shrink down to microscopic size!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "The concept of the cell as the basic unit of life rests on the Cell Theory, a ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "cornerstone of biology. Developed in the mid-19th century by scientists like ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Schleiden, Schwann, and Virchow, the Cell Theory has three main principles:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "All living things are made of cells. No matter how complex an organism may",
        "choices": [],
        "answer": ""
    },
    {
        "description": "seem, it's all built from tiny cells working together.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Cells are the basic unit of structure and function in living things. Every",
        "choices": [],
        "answer": ""
    },
    {
        "description": "function an organism performs, from growth to movement to reproduction, happens within cells.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "All cells arise from pre-existing cells. New cells form through cell division from",
        "choices": [],
        "answer": ""
    },
    {
        "description": "existing parent cells. Spontaneous generation of life is not considered possible under this theory.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Cells may be microscopic, but they're incredibly complex!  Imagine a tiny factory with",
        "choices": [],
        "answer": ""
    },
    {
        "description": "specialized departments.  Here's a glimpse into some of the major parts of a cell and their functions:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Nucleus: The 'brain' of the cell, containing genetic information (DNA) that controls the cell's activities.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Cytoplasm: A jelly-like substance that fills the cell and suspends the organelles. It provides structure and support.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Cell Membrane: The outer boundary of the cell, controlling what enters and",
        "choices": [],
        "answer": ""
    },
    {
        "description": "leaves. Imagine it as a security guard, selectively allowing materials in and out.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Organelles: Specialized structures within the cell that perform specific functions,",
        "choices": [],
        "answer": ""
    },
    {
        "description": "like protein production (ribosomes), energy production (mitochondria), waste",
        "choices": [],
        "answer": ""
    },
    {
        "description": "disposal (lysosomes), and packaging (Golgi apparatus).",
        "choices": [],
        "answer": ""
    },
    {
        "description": "So, why are cells considered the basic structural and functional unit of life?  Here are some compelling reasons:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Building Blocks: All living organisms, from simple bacteria to giant whales, are",
        "choices": [],
        "answer": ""
    },
    {
        "description": "composed of one or more cells. Cells are the fundamental building blocks of life.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Organization: Cells are highly organized structures with specialized parts",
        "choices": [],
        "answer": ""
    },
    {
        "description": "(organelles) that work together to carry out all the functions necessary for life.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Metabolism: Cells are responsible for all the chemical reactions that occur within",
        "choices": [],
        "answer": ""
    },
    {
        "description": "an organism, collectively known as metabolism. These reactions allow organisms",
        "choices": [],
        "answer": ""
    },
    {
        "description": "to grow, reproduce, and maintain themselves.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Reproduction: New cells arise from pre-existing cells through cell division. This",
        "choices": [],
        "answer": ""
    },
    {
        "description": "ensures the continuity of life and the transfer of genetic information from generation to generation.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Cellular Respiration: The process by which cells convert food molecules",
        "choices": [],
        "answer": ""
    },
    {
        "description": "(glucose) into usable energy (ATP). This energy is essential for all cellular",
        "choices": [],
        "answer": ""
    },
    {
        "description": "activities. Think of it as the furnace that keeps the factory running.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Photosynthesis (in plant cells): The process by which plants capture sunlight",
        "choices": [],
        "answer": ""
    },
    {
        "description": "and convert it into energy (glucose) using water and carbon dioxide.",
        "choices": [],
        "answer": ""
    },  
    {
        "description": "The cell truly is the king (or queen) of the biological world! That's all for today",
        "choices": [],
        "answer": ""
    },
    {
        "description": "you guys did a good job listening!",
        "choices": [],
        "answer": ""
    }

]