     
[
    {
        "description" : "Move you camera until white dots will display in your screen. Touch at any white dots to start your learning!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Alright class, buckle up for a journey into the heart of reproduction the amazing process of fertilization!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "This is where sperm and egg meet, setting the stage for the development of a new life.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Imagine millions of tiny swimmers sperm cells released by the male during sexual reproduction.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Their mission is to reach and fertilize an egg cell (ovum) released by the female.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Sperm travel from the vagina through the cervix and into the fallopian tubes,",
        "choices": [],
        "answer": ""
    },
    {
        "description": "where the egg is waiting. This journey can take hours or even days.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Here's where things get interesting: The female reproductive system has natural ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "barriers that help select the strongest sperm. Only the healthiest and most motile",
        "choices": [],
        "answer": ""
    },
    {
        "description": "(able to move) sperm will make it to the egg. Acrosomal Reaction: Once a sperm reaches the egg,",
        "choices": [],
        "answer": ""
    },
    {
        "description": "a special structure on its head called the acrosome releases enzymes. These enzymes help the",
        "choices": [],
        "answer": ""
    },
    {
        "description": "perm penetrate the egg's outer protective layer, the zona pellucida. The Big Moment: Fusion!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Only one sperm can successfully fertilize the egg. Once a sperm penetrates the zona pellucida,",
        "choices": [],
        "answer": ""
    },
    {
        "description": "a change occurs in the egg's membrane that prevents other sperm from entering.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "The sperm's nucleus then fuses with the egg's nucleus, creating a single cell called a zygote.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Congratulations! Fertilization has just occurred!  The zygote now contains the",        
        "choices": [],
        "answer": ""
    },
    {
        "description": "The fertilized zygote starts dividing rapidly, traveling down the fallopian tube towards ",        
        "choices": [],
        "answer": ""
    },
    {
        "description": "the uterus. This early stage of development is called a blastocyst. Once it reaches ",        
        "choices": [],
        "answer": ""
    },
    {
        "description": "the uterus, the blastocyst implants itself into the uterine lining, where it will continue ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "to grow and develop into an embryo. The process of fertilization is a delicate dance",
        "choices": [],
        "answer": ""
    },
    {
        "description": "between the sperm and egg, ensuring the creation of a new individual with a unique genetic makeup.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "That is all class! Thank you for listening see you in our next lesson!",
        "choices": [],
        "answer": ""
    }    
]