[
    {
        "description" : "Move you camera until white dots will display in your screen. Touch at any white dots to start your learning!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Welcome, back to the world of biology, Today, we're diving into the fascinating realm of microorganisms those",
        "choices": [],
        "answer": ""
    },
    {
        "description": "tiny organisms invisible to the naked eye. But don't underestimate their power! ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Microorganisms can be both beneficial and harmful, playing a crucial role in our ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "health, the environment, and even food production. Let's explore how to identify ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "these microscopic marvels as friends or foes!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Many microorganisms are essential for our well-being and the health of the planet. Here are some key examples:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Probiotics: These friendly bacteria live in our gut and aid digestion, boost the",
        "choices": [],
        "answer": ""
    },
    {
        "description": "immune system, and help keep harmful bacteria in check. Think of them as tiny allies in our digestive system.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "just like the ones you find in yogurt drinks like Yakult!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Decomposers: Bacteria and fungi break down dead organisms and organic",
        "choices": [],
        "answer": ""
    },
    {
        "description": "matter, returning nutrients back into the soil. They're nature's recyclers!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Antibiotic Producers: Some microorganisms, like certain fungi and bacteria,",
        "choices": [],
        "answer": ""
    },
    {
        "description": "produce natural antibiotics. These antibiotics can be used to fight harmful",
        "choices": [],
        "answer": ""
    },
    {
        "description": "bacteria that cause diseases. They are like tiny warriors, producing natural weapons to fight infections!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Unfortunately, we can't identify beneficial microbes by sight since they're ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "microscopic. But we can recognize their positive impact. For instance, the presence",
        "choices": [],
        "answer": ""
    },
    {
        "description": "of yogurt with live and active cultures indicates the presence of beneficial bacteria.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "just like Yakult, the friendly bacteria in Yakult, like Lactobacillus bulgaricus contribute to a healthy gut microbiome.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "While many microorganisms are helpful, some can cause diseases. Here are some common culprits:",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Bacteria: Bacteria like E. coli and Salmonella can cause food poisoning, while others like Streptococcus can cause strep throat.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Viruses: These tiny invaders, like the influenza virus, hijack our cells to reproduce, causing illnesses like the flu or the common cold.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Fungi: Some fungal species can cause skin infections, while others can spoil food.",
        "choices": [],
        "answer": ""
    },    
    {
        "description": "Identifying harmful microbes often requires laboratory tests. Doctors may take a ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "swab of an infected area or analyze a blood sample to identify the specific ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "microorganism causing the illness. Early detection and treatment with antibiotics ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "or antiviral medications can be crucial.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "The human body is home to trillions of microorganisms, both beneficial and ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "potentially harmful.  Maintaining a healthy balance between these microscopic ",
        "choices": [],
        "answer": ""
    },
    {
        "description": "residents is essential for our well-being.  Here are some tips: Listen Carefully!",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Practice good hygiene: Washing hands frequently and properly can help prevent the spread of harmful bacteria.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Maintain a healthy diet: Eating a balanced diet rich in fruits, vegetables, and yogurt can promote the growth of beneficial gut bacteria.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Be mindful of antibiotic use: Overusing antibiotics can kill both good and bad",
        "choices": [],
        "answer": ""
    },
    {
        "description": "bacteria, disrupting the delicate balance in our gut.",
        "choices": [],
        "answer": ""
    },
    {
        "description": "Alright class that's all! You did a good job in listening, make sure to remember my tips, See you next time!",
        "choices": [],
        "answer": ""
    }
]